{
  "GENERIC": {
    "SEND": "Надіслати",
    "TICKER": "Тікер"
  },
  "WORKSPACE": {
    "STRIKES_RANGE": "Страйки (навколо ціни)"
  },
  "VIEW_TYPES": {
    "OI_ANALYSIS":  "OI аналіз",
    "OI_MAP": "OI мапа",
    "GEX_ANALYSIS":  "GEX аналіз",
    "AGGREGATED_ANALYSIS": "Агрегований аналіз"
  },
  "MESSAGING": {
    "MESSAGE_TO_CREATOR": "Повідомлення атвору",
    "SEND_MESSAGE_TO_CREATOR": "Надіслати повідомлення автору додатка",
    "SEND_MESSAGE_TO_CREATOR_SUB": "Якщо ви зіткнулися з технічними проблемами, маєте пропозиції щодо покращення додатка або інші запитання, скористайтеся цією формою",
    "LEAVE_A_MESSAGE": "Залиште повідомлення",
    "START_TO_INPUT_MESSAGE": "Почніть вводити повідомлення..."
  },
  "NOTIFICATIONS": {
    "TERMS_CONDITIONS": {
      "FIRST": "Використовуючи цей веб-сайт, ви погоджуєтеся з",
      "SECOND": "умовами та положеннями"
    },
    "MARKET_IS_CLOSED": "Ринок закрито, дані можуть бути неточними або відсутніми! Дані зазвичай стають доступними за 30-60 хвилин до відкриття."
  },
  "TERMS_CONDITIONS": {
    "TERMS_CONDITIONS": "Умови та положення",
    "DISCLAIMER": "Відмова від відповідальності",
    "TEXT": "Цей застосунок є попередньою (тестовою/бета) версією програмного забезпечення і може містити помилки, недопрацювання або працювати нестабільно. Використовуючи цей застосунок, ви підтверджуєте розуміння зазначеного та погоджуєтеся з можливими ризиками. Застосунок надається «як є» без жодних гарантій — прямих, непрямих чи інших, включаючи, але не обмежуючись, гарантіями придатності для конкретної мети або відповідності очікуванням користувача.<br><br> Гарантії довгострокової підтримки, оновлень або супроводу не надаються. Розробник не несе відповідальності за будь-які прямі, непрямі, випадкові, опосередковані або побічні збитки, включаючи втрату даних, прибутку, репутації чи іншої шкоди, що може виникнути внаслідок використання або неможливості використання цього застосунку.<br><br> Збір технічної інформації:<br><br> Під час використання застосунку може автоматично здійснюватися обробка технічної та іншої знеособленої інформації, яка використовується для забезпечення стабільної роботи, вдосконалення функціоналу, аналітики та загального аналізу взаємодії користувачів із сервісом. Така інформація може включати, серед іншого, тип операційної системи, технічні параметри пристрою, особливості взаємодії з інтерфейсом, а також локально згенерований ідентифікатор сесії.<br> Знеособлені або агреговані дані можуть бути використані для внутрішніх цілей або у межах співпраці з партнерами, за умови, що така передача не дозволяє прямо або опосередковано ідентифікувати конкретного користувача. Персональні дані (такі як ім’я, адреса, електронна пошта, банківська інформація тощо) не збираються і не обробляються."
  }
}
